export default {
  A: [
    '     /\\ˉ\\     ',
    '    /  \\ \\    ',
    '   / /\\ \\ \\   ',
    '  / / /\\ \\ \\  ',
    ' /  ˉˉˉˉ  \\ \\ ',
    '/ /ˉ/ˉˉˉˉ\\ \\ \\',
    'ˉˉˉˉ      ˉˉˉˉ'
  ],
  B: [
    '|ˉˉˉˉˉˉˉˉˉ\\ˉ\\ ',
    '| |ˉ|ˉˉˉ\\ | | ',
    '|  ˉˉˉˉˉ  / / ',
    '| |ˉ|ˉˉˉ\\ \\ \\ ',
    '| | |   /  | |',
    '|  ˉˉˉˉˉ  / / ',
    'ˉˉˉˉˉˉˉˉˉˉˉˉ  '
  ],
  C: [
    '/ˉˉˉˉˉˉˉˉˉ\\ˉ\\ ',
    '| |ˉ|ˉˉˉ\\ | | ',
    '| | |    ˉ ˉ  ',
    '| | |         ',
    '| | |    /ˉ|ˉ|',
    '\\  ˉˉˉˉˉˉ / / ',
    ' ˉˉˉˉˉˉˉˉˉˉˉ  '
  ],
  D: [
    '|ˉˉˉˉˉˉˉˉ\\ˉ\\  ',
    '| |ˉ|ˉˉˉ\\ \\ \\ ',
    '| | |    | | |',
    '| | |    / | |',
    '| | |   / / / ',
    '|  ˉˉˉˉˉ / /  ',
    'ˉˉˉˉˉˉˉˉˉˉˉ   '
  ],
  E: [
    '|ˉˉˉˉˉˉˉˉˉˉ|ˉ|',
    '| |ˉ|ˉˉˉˉˉˉ ˉ ',
    '|  ˉˉˉˉˉˉˉˉ|ˉ|',
    '| |ˉ|ˉˉˉˉˉˉ ˉ ',
    '| | |         ',
    '|  ˉˉˉˉˉˉˉˉ|ˉ|',
    'ˉˉˉˉˉˉˉˉˉˉˉˉˉˉ'
  ],
  F: [
    '|ˉˉˉˉˉˉˉˉˉˉ|ˉ|',
    '| |ˉ|ˉˉˉˉˉˉ ˉ ',
    '|  ˉˉˉˉˉˉˉˉ|ˉ|',
    '| |ˉ|ˉˉˉˉˉˉ ˉ ',
    '| | |         ',
    '| | |         ',
    'ˉˉˉˉˉ         '
  ],
  G: [
    '  /ˉˉˉˉˉˉ\\ˉ\\  ',
    ' / /ˉ/ˉˉ\\ | | ',
    '| | |    ˉˉˉ  ',
    '| | ||ˉˉˉˉˉ|ˉ|',
    ' \\ \\ \\ˉ| |ˉ|ˉ ',
    '  \\ ˉˉˉ / /   ',
    '   ˉˉˉˉˉˉˉ    '
  ],
  H: [
    '|ˉ|ˉ|    |ˉ|ˉ|',
    '| | |    | | |',
    '|  ˉˉˉˉˉˉ  | |',
    '| |ˉ|ˉˉˉˉ| | |',
    '| | |    | | |',
    '| | |    | | |',
    'ˉˉˉˉˉ    ˉˉˉˉˉ'
  ],
  I: [
    '|ˉˉˉˉˉˉˉˉˉˉ|ˉ|',
    ' ˉˉˉ|  |ˉ|ˉ ˉ ',
    '    |  | |    ',
    '    |  | |    ',
    '    |  | |    ',
    '|ˉˉˉ    ˉˉˉ|ˉ|',
    'ˉˉˉˉˉˉˉˉˉˉˉˉˉˉ'
  ],
  J: [
    '|ˉˉˉˉˉˉˉˉˉ|ˉ|',
    'ˉˉˉˉˉ| |ˉ|ˉˉˉ',
    '     | | |   ',
    '     | | |   ',
    '\\ˉ\\ˉ\\/ | |   ',
    ' \\ ˉˉ / /    ',
    '  ˉˉˉˉˉˉ     '
  ],
  K: [
    '|ˉ|ˉ|  /ˉ/ˉ/ ',
    '| | | / / /  ',
    '|  ˉˉˉ | |   ',
    '| |ˉ|ˉ\\ \\ \\  ',
    '| | |  \\ \\ \\ ',
    '| | |   \\ \\ \\',
    'ˉˉˉˉˉ    ˉˉˉˉ'
  ],
  L: [
    '|ˉ|ˉ|         ',
    '| | |         ',
    '| | |         ',
    '| | |         ',
    '| | |         ',
    '|  ˉˉˉˉˉˉˉˉ|ˉ|',
    'ˉˉˉˉˉˉˉˉˉˉˉˉˉˉ'
  ],
  M: [
    '|ˉˉˉˉˉˉˉˉˉˉˉ|ˉ|',
    '| |ˉ|| |ˉ|| | |',
    '| | || | || | |',
    '| | || | || | |',
    '| | || | || | |',
    '| | || | || | |',
    'ˉˉˉˉ ˉˉˉˉ ˉˉˉˉˉ'
  ],
  N: [
    '|ˉˉˉ\\ˉ\\  |ˉ|ˉ|',
    '| |\\ \\ \\ | | |',
    '| | \\ \\ \\| | |',
    '| | |\\ \\ | | |',
    '| | | \\ \\| | |',
    '| | |  \\ ˉ | |',
    'ˉˉˉˉˉ   ˉˉˉˉˉˉ'
  ],
  O: [
    ' /ˉˉˉˉˉˉˉˉ\\ˉ\\ ',
    '/ /ˉTˉˉˉˉ\\ \\ \\',
    '| | |    | | |',
    '| | |    | | |',
    '\\ \\ \\    / / /',
    ' \\ ˉˉˉˉˉˉ / / ',
    '  ˉˉˉˉˉˉˉˉˉˉ  '
  ],
  P: [
    '|ˉˉˉˉˉˉˉˉˉ\\ˉ\\ ',
    '| |ˉ|ˉˉˉˉ\\ \\ \\',
    '| | |    | | |',
    '| ˉˉˉˉˉˉˉ  / /',
    '| |ˉ|ˉˉˉˉˉˉˉˉ ',
    '| | |         ',
    'ˉˉˉˉˉ         '
  ],
  Q: [
    ' /ˉˉˉˉˉˉˉˉ\\ˉ\\  ',
    '/ /ˉTˉˉˉˉ\\ \\ \\ ',
    '| | |    | | | ',
    '| | |    | | | ',
    '\\ \\ \\    / / / ',
    ' \\ ˉˉˉˉˉˉ  \\ \\ ',
    '  ˉˉˉˉˉˉˉ\\__\\_\\'
  ],
  R: [
    '|ˉˉˉˉˉˉˉˉˉ\\ˉ\\ ',
    '| |ˉTˉˉˉˉ\\ \\ \\',
    '| | |    | | |',
    '| ˉˉˉˉˉˉˉ  / /',
    '| |ˉ|ˉˉ\\ \\ˉ\\ˉ ',
    '| | |   \\ \\ \\ ',
    'ˉˉˉˉˉ    ˉˉˉˉ '
  ],
  S: [
    ' /ˉˉˉˉˉˉˉˉˉ|ˉ|',
    '/ /ˉ/ˉˉˉˉˉˉˉˉˉ',
    '\\ ˉˉˉˉˉˉˉˉ\\ˉ\\ ',
    ' ˉˉˉˉˉˉˉˉ\\ \\ \\',
    '\\ˉ\\ˉ\\    / / /',
    ' \\ ˉˉˉˉˉˉ / / ',
    '  ˉˉˉˉˉˉˉˉˉˉ  '
  ],
  T: [
    '|ˉˉˉˉˉˉˉˉˉˉˉ|ˉ|',
    'ˉˉˉˉˉ| |ˉ|ˉˉˉˉˉ',
    '     | | |     ',
    '     | | |     ',
    '     | | |     ',
    '     | | |     ',
    '     ˉˉˉˉˉ     '
  ],
  U: [
    '|ˉ|ˉ|    |ˉ|ˉ|',
    '| | |    | | |',
    '| | |    | | |',
    '| | |    | | |',
    ' \\ \\ \\  / / / ',
    '  \\ ˉˉˉˉ / /  ',
    '   ˉˉˉˉˉˉˉˉ   '
  ],
  V: [
    '|ˉ|ˉ|    |ˉ|ˉ|',
    '| | |    | | |',
    ' \\ \\ \\  / / / ',
    '  \\ \\ \\/ / /  ',
    '   \\ \\/ / /   ',
    '    \\  / /    ',
    '     ˉˉˉˉ     '
  ],
  W: [
    '|ˉ|| /ˉˉ\\\\ |ˉ||',
    '| ||/ /\\ \\\\| ||',
    '| ||| || ||| ||',
    '| ||| || ||| ||',
    ' \\ ˉ // \\ ˉ // ',
    '  \\ //   \\ //  ',
    '   ˉˉ     ˉˉ   '
  ],
  X: [
    '\\ˉ\\ˉ\\    /ˉ/ˉ/',
    ' \\ \\ \\  / / / ',
    '  \\ ˉˉˉˉ / /  ',
    '  / /ˉ/\\ \\ \\  ',
    ' / / /  \\ \\ \\ ',
    '/ / /    \\ \\ \\',
    'ˉˉˉˉ      ˉˉˉˉ'
  ],
  Y: [
    '\\ˉ\\ˉ\\  /ˉ/ˉ/',
    ' \\ \\ \\/ / / ',
    '  \\ \\/ / /  ',
    '   \\  / /   ',
    '   |  | |   ',
    '   |  | |   ',
    '   ˉˉˉˉˉˉ   '
  ],
  Z: [
    '|ˉˉˉˉˉˉˉˉˉˉ|ˉ|',
    'ˉˉˉˉˉˉˉˉ/ / / ',
    '  /ˉˉˉˉˉ / /  ',
    ' / /ˉ/ˉˉˉˉˉ   ',
    '/ / /         ',
    '|  ˉˉˉˉˉˉˉˉ|ˉ|',
    'ˉˉˉˉˉˉˉˉˉˉˉˉˉˉ'
  ],
  1: ['   /ˉˉˉ|ˉ|    ',
    '  / /| | |    ',
    '  ˉˉˉ| | |    ',
    '     | | |    ',
    '     | | |    ',
    '|ˉˉˉˉˉ ˉˉˉˉ|ˉ|',
    'ˉˉˉˉˉˉˉˉˉˉˉˉˉˉ'
  ],
  2: [' /ˉˉˉˉˉˉˉˉ\\ˉ\\ ',
    '/ /ˉ/ˉˉˉˉ\\ \\ \\',
    'ˉˉˉˉ     / /ˉ/',
    '|ˉˉˉˉˉˉˉˉ / / ',
    '| |ˉ|ˉˉˉˉˉˉˉ  ',
    '|  ˉˉˉˉˉˉˉˉ|ˉ|',
    'ˉˉˉˉˉˉˉˉˉˉˉˉˉˉ'
  ],
  3: ['|ˉˉˉˉˉˉˉˉˉˉ\\ˉ\\',
    'ˉˉˉˉˉˉˉˉˉ| |ˉ|',
    '|ˉˉˉˉˉˉˉˉ  /ˉ/',
    'ˉˉˉˉˉˉˉˉˉ| \\ˉ\\',
    '         / |ˉ|',
    '|ˉˉˉˉˉˉˉˉ  /ˉ/',
    'ˉˉˉˉˉˉˉˉˉˉˉˉˉ '
  ],
  4: ['    /ˉˉˉ|ˉ|   ',
    '   / /| | |   ',
    '  / / | | |   ',
    ' / / /| | |   ',
    '|  ˉˉˉˉ ˉˉˉ|ˉ|',
    'ˉˉˉˉˉˉ| |ˉ|ˉˉˉ',
    '      ˉˉˉˉˉ   '
  ],
  5: ['|ˉˉˉˉˉˉˉˉˉˉ|ˉ|',
    '| |ˉ|ˉˉˉˉˉˉˉˉˉ',
    '\\ ˉˉˉˉˉˉˉˉ\\ˉ\\ ',
    ' ˉˉˉˉˉˉˉˉ\\ \\ \\',
    '\\ˉ\\ˉ\\    / /ˉ/',
    ' \\ ˉˉˉˉˉˉ / / ',
    '  ˉˉˉˉˉˉˉˉˉˉ  '
  ],
  6: [' /ˉˉˉˉˉˉˉˉ|ˉ| ',
    '| /ˉ/ˉˉˉˉˉˉˉˉ ',
    '| ˉˉˉˉˉˉˉˉ\\ˉ\\ ',
    '| |ˉ|ˉˉˉˉ\\ \\ \\',
    '\\ \\ \\    / /ˉ/',
    ' \\ ˉˉˉˉˉˉ / / ',
    '  ˉˉˉˉˉˉˉˉˉˉ  '
  ],
  7: ['|ˉˉˉˉˉˉˉˉˉˉ|ˉ|',
    ' ˉˉˉˉˉˉˉ/ /ˉ/ ',
    '       / / /  ',
    '      / / /   ',
    '     / / /    ',
    '    / / /     ',
    '    ˉˉˉˉ      '
  ],
  8: [' /ˉˉˉˉˉˉˉˉ\\ˉ\\ ',
    '| |ˉTˉˉˉˉ| |ˉ|',
    '\\  ˉˉˉˉˉˉ  /ˉ/',
    '/ /ˉ/ˉˉˉˉ\\ \\ˉ\\',
    '| \\ \\    / |ˉ|',
    '\\  ˉˉˉˉˉˉ  /ˉ/',
    ' ˉˉˉˉˉˉˉˉˉˉˉˉ '
  ],
  9: [' /ˉˉˉˉˉˉˉˉ\\ˉ\\ ',
    '| |ˉTˉˉˉˉ| |ˉ|',
    '| | |    | | |',
    ' \\ ˉˉˉˉˉˉ  | |',
    '\\ˉ\\ˉ\\ˉˉˉˉ| | |',
    ' \\ ˉˉˉˉˉˉ  /ˉ/',
    '  ˉˉˉˉˉˉˉˉˉˉˉ '
  ],
  0: [' /ˉˉˉˉˉˉˉ\\ˉ\\ ',
    '/ /ˉ/ˉˉˉ\\ \\ \\',
    '| | |   | |ˉ|',
    '| | |   | | |',
    '\\ \\ \\   / /ˉ/',
    ' \\ ˉˉˉˉˉ / / ',
    '  ˉˉˉˉˉˉˉˉˉ  '
  ]
}
