module.exports =
/******/ (function(modules) { // webpackBootstrap
/******/ 	// The module cache
/******/ 	var installedModules = {};
/******/
/******/ 	// The require function
/******/ 	function __webpack_require__(moduleId) {
/******/
/******/ 		// Check if module is in cache
/******/ 		if(installedModules[moduleId]) {
/******/ 			return installedModules[moduleId].exports;
/******/ 		}
/******/ 		// Create a new module (and put it into the cache)
/******/ 		var module = installedModules[moduleId] = {
/******/ 			i: moduleId,
/******/ 			l: false,
/******/ 			exports: {}
/******/ 		};
/******/
/******/ 		// Execute the module function
/******/ 		modules[moduleId].call(module.exports, module, module.exports, __webpack_require__);
/******/
/******/ 		// Flag the module as loaded
/******/ 		module.l = true;
/******/
/******/ 		// Return the exports of the module
/******/ 		return module.exports;
/******/ 	}
/******/
/******/
/******/ 	// expose the modules object (__webpack_modules__)
/******/ 	__webpack_require__.m = modules;
/******/
/******/ 	// expose the module cache
/******/ 	__webpack_require__.c = installedModules;
/******/
/******/ 	// define getter function for harmony exports
/******/ 	__webpack_require__.d = function(exports, name, getter) {
/******/ 		if(!__webpack_require__.o(exports, name)) {
/******/ 			Object.defineProperty(exports, name, {
/******/ 				configurable: false,
/******/ 				enumerable: true,
/******/ 				get: getter
/******/ 			});
/******/ 		}
/******/ 	};
/******/
/******/ 	// getDefaultExport function for compatibility with non-harmony modules
/******/ 	__webpack_require__.n = function(module) {
/******/ 		var getter = module && module.__esModule ?
/******/ 			function getDefault() { return module['default']; } :
/******/ 			function getModuleExports() { return module; };
/******/ 		__webpack_require__.d(getter, 'a', getter);
/******/ 		return getter;
/******/ 	};
/******/
/******/ 	// Object.prototype.hasOwnProperty.call
/******/ 	__webpack_require__.o = function(object, property) { return Object.prototype.hasOwnProperty.call(object, property); };
/******/
/******/ 	// __webpack_public_path__
/******/ 	__webpack_require__.p = "";
/******/
/******/ 	// Load entry module and return exports
/******/ 	return __webpack_require__(__webpack_require__.s = 0);
/******/ })
/************************************************************************/
/******/ ([
/* 0 */
/***/ (function(module, exports, __webpack_require__) {

"use strict";


var _planar = __webpack_require__(1);

var _planar2 = _interopRequireDefault(_planar);

var _stereo = __webpack_require__(2);

var _stereo2 = _interopRequireDefault(_stereo);

function _interopRequireDefault(obj) { return obj && obj.__esModule ? obj : { default: obj }; }

/**
 * 
 *      /\     |ˉ|         |ˉˉˉˉˉˉˉˉˉ\ |ˉ|      |ˉ|     /\     |ˉˉˉˉˉˉˉˉˉ\ |ˉˉˉˉˉˉˉˉˉˉ||ˉˉˉˉˉˉˉˉˉˉˉ|
 *     /  \    | |         | |ˉˉˉˉˉˉ\ \| |      | |    /  \    | |ˉˉˉˉˉ\ | | |ˉˉˉˉˉˉˉˉ  ˉˉˉˉ| |ˉˉˉˉ 
 *    / /\ \   | |         | |      | ||  ˉˉˉˉˉˉ  |   / /\ \   |  ˉˉˉˉˉ  / |  ˉˉˉˉˉˉˉˉ|     | |     
 *   / /  \ \  | |         | ˉˉˉˉˉˉˉ  /| |ˉˉˉˉˉˉ| |  / /  \ \  | |ˉˉˉˉˉ\ \ | |ˉˉˉˉˉˉˉˉ      | |     
 *  /  ˉˉˉˉ  \ | |         | |ˉˉˉˉˉˉˉˉ | |      | | /  ˉˉˉˉ  \ | |     /  || |              | |     
 * / /ˉˉˉˉˉˉ\ \|  ˉˉˉˉˉˉˉˉ|| |         | |      | |/ /ˉˉˉˉˉˉ\ \|  ˉˉˉˉˉ  / |  ˉˉˉˉˉˉˉˉ|     | |     
 * ˉˉ        ˉˉ ˉˉˉˉˉˉˉˉˉˉ ˉˉˉ          ˉ        ˉ ˉˉ        ˉˉ ˉˉˉˉˉˉˉˉˉ   ˉˉˉˉˉˉˉˉˉˉ      ˉˉˉ     
 *
 */
function Alphabet(str) {
  var mode = arguments.length > 1 && arguments[1] !== undefined ? arguments[1] : 'planar';

  if (typeof str !== 'string') {
    throw new TypeError('str must be a string');
  }
  str = str.toUpperCase();
  var character;
  if (mode === 'planar') {
    character = _planar2.default;
  }
  if (mode === 'stereo') {
    character = _stereo2.default;
  }

  var result = '\n';
  var strArr = str.split('\n');
  for (var k = 0; k < strArr.length; k++) {
    for (var j = 0; j < 7; j++) {
      for (var i = 0, length = strArr[k].length; i < length; i++) {
        var nowCharater = strArr[k][i];
        var line = character[nowCharater];
        if (line) {
          result += line[j];
        } else {
          throw new Error('str contains invalid char: ' + nowCharater);
        }
      }
      result += '\n';
    }
  }
  return result;
}
exports['default'] = Alphabet;
module.exports = exports['default'];

/***/ }),
/* 1 */
/***/ (function(module, exports, __webpack_require__) {

"use strict";


Object.defineProperty(exports, "__esModule", {
  value: true
});
exports.default = {
  ' ': new Array(7).fill('            '),
  A: ['     /\\     ', '    /  \\    ', '   / /\\ \\   ', '  / /  \\ \\  ', ' /  ˉˉˉˉ  \\ ', '/ /ˉˉˉˉˉˉ\\ \\', 'ˉˉ        ˉˉ'],
  B: ['|ˉˉˉˉˉˉˉˉˉ\\ ', '| |ˉˉˉˉˉ\\ | ', '|  ˉˉˉˉˉ  / ', '| |ˉˉˉˉˉ\\ \\ ', '| |     /  |', '|  ˉˉˉˉˉ  / ', ' ˉˉˉˉˉˉˉˉˉ  '],
  C: ['/ˉˉˉˉˉˉˉˉˉ\\ ', '| |ˉˉˉˉˉ\\ | ', '| |      ˉ  ', '| |         ', '| |      /ˉ|', '\\  ˉˉˉˉˉˉ / ', ' ˉˉˉˉˉˉˉˉˉ  '],
  D: ['|ˉˉˉˉˉˉˉˉ\\  ', '| |ˉˉˉˉˉ\\ \\ ', '| |      | |', '| |      / |', '| |     / / ', '|  ˉˉˉˉˉ /  ', ' ˉˉˉˉˉˉˉˉ   '],
  E: ['|ˉˉˉˉˉˉˉˉˉˉ|', '| |ˉˉˉˉˉˉˉˉ ', '|  ˉˉˉˉˉˉˉˉ|', '| |ˉˉˉˉˉˉˉˉ ', '| |         ', '|  ˉˉˉˉˉˉˉˉ|', ' ˉˉˉˉˉˉˉˉˉˉ '],
  F: ['|ˉˉˉˉˉˉˉˉˉˉ|', '| |ˉˉˉˉˉˉˉˉ ', '|  ˉˉˉˉˉˉˉˉ|', '| |ˉˉˉˉˉˉˉˉ ', '| |         ', '| |         ', 'ˉˉˉ         '],
  G: ['  /ˉˉˉˉˉˉ\\  ', ' / /ˉˉˉˉ\\ | ', '| |      ˉˉ ', '| |  |ˉˉˉˉˉ|', ' \\ \\  ˉ| |ˉ ', '  \\ ˉˉˉ /   ', '   ˉˉˉˉˉ    '],
  H: ['|ˉ|      |ˉ|', '| |      | |', '|  ˉˉˉˉˉˉ  |', '| |ˉˉˉˉˉˉ| |', '| |      | |', '| |      | |', ' ˉ        ˉ '],
  I: ['|ˉˉˉˉˉˉˉˉˉˉ|', ' ˉˉˉ|  |ˉˉˉ ', '    |  |    ', '    |  |    ', '    |  |    ', '|ˉˉˉ    ˉˉˉ|', ' ˉˉˉˉˉˉˉˉˉˉ '],
  J: ['|ˉˉˉˉˉˉˉˉˉ|', 'ˉˉˉˉˉ| |ˉˉ ', '     | |   ', '     | |   ', '\\ˉ\\  / |   ', ' \\ ˉˉ /    ', '  ˉˉˉˉ     '],
  K: ['|ˉ|    /ˉ/ ', '| |   / /  ', '|  ˉˉˉ |   ', '| |ˉˉˉ\\ \\  ', '| |    \\ \\ ', '| |     \\ \\', ' ˉ       ˉ '],
  L: ['|ˉ|         ', '| |         ', '| |         ', '| |         ', '| |         ', '|  ˉˉˉˉˉˉˉˉ|', ' ˉˉˉˉˉˉˉˉˉˉ '],
  M: ['|ˉˉˉˉˉˉˉˉˉˉˉ|', '| |ˉˉ| |ˉˉ| |', '| |  | |  | |', '| |  | |  | |', '| |  | |  | |', '| |  | |  | |', 'ˉˉˉ  ˉˉˉ  ˉˉˉ'],
  N: ['|ˉˉˉ\\    |ˉ|', '| |\\ \\   | |', '| | \\ \\  | |', '| |  \\ \\ | |', '| |   \\ \\| |', '| |    \\ ˉ |', ' ˉ      ˉˉˉ '],
  O: [' /ˉˉˉˉˉˉˉˉ\\ ', '/ /ˉˉˉˉˉˉ\\ \\', '| |      | |', '| |      | |', '\\ \\      / /', ' \\ ˉˉˉˉˉˉ / ', '  ˉˉˉˉˉˉˉˉ  '],
  P: ['|ˉˉˉˉˉˉˉˉˉ\\ ', '| |ˉˉˉˉˉˉ\\ \\', '| |      | |', '| ˉˉˉˉˉˉˉ  /', '| |ˉˉˉˉˉˉˉˉ ', '| |         ', 'ˉˉˉ         '],
  Q: [' /ˉˉˉˉˉˉˉˉ\\  ', '/ /ˉˉˉˉˉˉ\\ \\ ', '| |      | | ', '| |      | | ', '\\ \\      / / ', ' \\ ˉˉˉˉˉˉ  \\ ', '  ˉˉˉˉˉˉˉ\\__\\'],
  R: ['|ˉˉˉˉˉˉˉˉˉ\\ ', '| |ˉˉˉˉˉˉ\\ \\', '| |      | |', '| ˉˉˉˉˉˉˉ  /', '| |ˉˉˉˉ\\ \\ˉ ', '| |     \\ \\ ', ' ˉ       ˉˉ '],
  S: [' /ˉˉˉˉˉˉˉˉˉ|', '/ /ˉˉˉˉˉˉˉˉ ', '\\ ˉˉˉˉˉˉˉˉ\\ ', ' ˉˉˉˉˉˉˉˉ\\ \\', '\\ˉ\\      / /', ' \\ ˉˉˉˉˉˉ / ', '  ˉˉˉˉˉˉˉˉ  '],
  T: ['|ˉˉˉˉˉˉˉˉˉˉˉ|', ' ˉˉˉˉ| |ˉˉˉˉ ', '     | |     ', '     | |     ', '     | |     ', '     | |     ', '     ˉˉˉ     '],
  U: ['|ˉ|      |ˉ|', '| |      | |', '| |      | |', '| |      | |', ' \\ \\    / / ', '  \\ ˉˉˉˉ /  ', '   ˉˉˉˉˉˉ   '],
  V: ['|ˉ|      |ˉ|', '| |      | |', ' \\ \\    / / ', '  \\ \\  / /  ', '   \\ \\/ /   ', '    \\  /    ', '     ˉˉ     '],
  W: ['|ˉ|  /ˉˉ\\  |ˉ|', '| | / /\\ \\ | |', '| | | || | | |', '| | | || | | |', ' \\ ˉ /  \\ ˉ / ', '  \\ /    \\ /  ', '   ˉ      ˉ   '],
  X: ['\\ˉ\\      /ˉ/', ' \\ \\    / / ', '  \\ ˉˉˉˉ /  ', '  / /ˉˉ\\ \\  ', ' / /    \\ \\ ', '/ /      \\ \\', 'ˉˉ        ˉˉ'],
  Y: ['\\ˉ\\    /ˉ/', ' \\ \\  / / ', '  \\ \\/ /  ', '   \\  /   ', '   |  |   ', '   |  |   ', '    ˉˉ    '],
  Z: ['|ˉˉˉˉˉˉˉˉˉˉ|', ' ˉˉˉˉˉˉˉ/ / ', '  /ˉˉˉˉˉ /  ', ' / /ˉˉˉˉ    ', '/ /         ', '|  ˉˉˉˉˉˉˉˉ|', ' ˉˉˉˉˉˉˉˉˉˉ'],
  1: ['   /ˉˉˉ|    ', '  / /| |    ', '  ˉˉ | |    ', '     | |    ', '     | |    ', '|ˉˉˉˉ   ˉˉˉ|', ' ˉˉˉˉˉˉˉˉˉˉ '],

  2: [' /ˉˉˉˉˉˉˉˉ\\ ', '/ /ˉˉˉˉˉˉ\\ \\', 'ˉˉ       / /', '|ˉˉˉˉˉˉˉˉ / ', '| |ˉˉˉˉˉˉˉ  ', '|  ˉˉˉˉˉˉˉˉ|', ' ˉˉˉˉˉˉˉˉˉˉ '],
  3: ['|ˉˉˉˉˉˉˉˉˉˉ\\', ' ˉˉˉˉˉˉˉˉ| |', '|ˉˉˉˉˉˉˉˉ  /', ' ˉˉˉˉˉˉˉˉ| \\', '         / |', '|ˉˉˉˉˉˉˉˉ  /', ' ˉˉˉˉˉˉˉˉˉˉ '],
  4: ['    /ˉˉˉ|   ', '   / /| |   ', '  / / | |   ', ' / /  | |   ', '|  ˉˉˉˉ ˉˉˉ|', ' ˉˉˉˉˉ| |ˉˉ ', '      ˉˉˉ   '],
  5: ['|ˉˉˉˉˉˉˉˉˉˉ|', '| |ˉˉˉˉˉˉˉˉ ', '\\ ˉˉˉˉˉˉˉˉ\\ ', ' ˉˉˉˉˉˉˉˉ\\ \\', '\\ˉ\\      / /', ' \\ ˉˉˉˉˉˉ / ', '  ˉˉˉˉˉˉˉˉ  '],
  6: [' /ˉˉˉˉˉˉˉˉ| ', '| /ˉˉˉˉˉˉˉ  ', '| ˉˉˉˉˉˉˉˉ\\ ', '| |ˉˉˉˉˉˉ\\ \\', '\\ \\      / /', ' \\ ˉˉˉˉˉˉ / ', '  ˉˉˉˉˉˉˉˉ  '],
  7: ['|ˉˉˉˉˉˉˉˉˉˉ|', ' ˉˉˉˉˉˉˉ/ / ', '       / /  ', '      / /   ', '     / /    ', '    / /     ', '    ˉˉ      '],
  8: [' /ˉˉˉˉˉˉˉˉ\\ ', '| |ˉˉˉˉˉˉ| |', '\\  ˉˉˉˉˉˉ  /', '/ /ˉˉˉˉˉˉ\\ \\', '| \\      / |', '\\  ˉˉˉˉˉˉ  /', ' ˉˉˉˉˉˉˉˉˉˉ '],
  9: [' /ˉˉˉˉˉˉˉˉ\\ ', '| |ˉˉˉˉˉˉ| |', '| |      | |', ' \\ ˉˉˉˉˉˉ  |', '\\ˉ\\ˉˉˉˉˉˉ| |', ' \\ ˉˉˉˉˉˉ  /', '  ˉˉˉˉˉˉˉˉˉ '],
  0: [' /ˉˉˉˉˉˉˉ\\ ', '/ /ˉˉˉˉˉ\\ \\', '| |     | |', '| |     | |', '\\ \\     / /', ' \\ ˉˉˉˉˉ / ', '  ˉˉˉˉˉˉˉ  ']
};

/***/ }),
/* 2 */
/***/ (function(module, exports, __webpack_require__) {

"use strict";


Object.defineProperty(exports, "__esModule", {
  value: true
});
exports.default = {
  A: ['     /\\ˉ\\     ', '    /  \\ \\    ', '   / /\\ \\ \\   ', '  / / /\\ \\ \\  ', ' /  ˉˉˉˉ  \\ \\ ', '/ /ˉ/ˉˉˉˉ\\ \\ \\', 'ˉˉˉˉ      ˉˉˉˉ'],
  B: ['|ˉˉˉˉˉˉˉˉˉ\\ˉ\\ ', '| |ˉ|ˉˉˉ\\ | | ', '|  ˉˉˉˉˉ  / / ', '| |ˉ|ˉˉˉ\\ \\ \\ ', '| | |   /  | |', '|  ˉˉˉˉˉ  / / ', 'ˉˉˉˉˉˉˉˉˉˉˉˉ  '],
  C: ['/ˉˉˉˉˉˉˉˉˉ\\ˉ\\ ', '| |ˉ|ˉˉˉ\\ | | ', '| | |    ˉ ˉ  ', '| | |         ', '| | |    /ˉ|ˉ|', '\\  ˉˉˉˉˉˉ / / ', ' ˉˉˉˉˉˉˉˉˉˉˉ  '],
  D: ['|ˉˉˉˉˉˉˉˉ\\ˉ\\  ', '| |ˉ|ˉˉˉ\\ \\ \\ ', '| | |    | | |', '| | |    / | |', '| | |   / / / ', '|  ˉˉˉˉˉ / /  ', 'ˉˉˉˉˉˉˉˉˉˉˉ   '],
  E: ['|ˉˉˉˉˉˉˉˉˉˉ|ˉ|', '| |ˉ|ˉˉˉˉˉˉ ˉ ', '|  ˉˉˉˉˉˉˉˉ|ˉ|', '| |ˉ|ˉˉˉˉˉˉ ˉ ', '| | |         ', '|  ˉˉˉˉˉˉˉˉ|ˉ|', 'ˉˉˉˉˉˉˉˉˉˉˉˉˉˉ'],
  F: ['|ˉˉˉˉˉˉˉˉˉˉ|ˉ|', '| |ˉ|ˉˉˉˉˉˉ ˉ ', '|  ˉˉˉˉˉˉˉˉ|ˉ|', '| |ˉ|ˉˉˉˉˉˉ ˉ ', '| | |         ', '| | |         ', 'ˉˉˉˉˉ         '],
  G: ['  /ˉˉˉˉˉˉ\\ˉ\\  ', ' / /ˉ/ˉˉ\\ | | ', '| | |    ˉˉˉ  ', '| | ||ˉˉˉˉˉ|ˉ|', ' \\ \\ \\ˉ| |ˉ|ˉ ', '  \\ ˉˉˉ / /   ', '   ˉˉˉˉˉˉˉ    '],
  H: ['|ˉ|ˉ|    |ˉ|ˉ|', '| | |    | | |', '|  ˉˉˉˉˉˉ  | |', '| |ˉ|ˉˉˉˉ| | |', '| | |    | | |', '| | |    | | |', 'ˉˉˉˉˉ    ˉˉˉˉˉ'],
  I: ['|ˉˉˉˉˉˉˉˉˉˉ|ˉ|', ' ˉˉˉ|  |ˉ|ˉ ˉ ', '    |  | |    ', '    |  | |    ', '    |  | |    ', '|ˉˉˉ    ˉˉˉ|ˉ|', 'ˉˉˉˉˉˉˉˉˉˉˉˉˉˉ'],
  J: ['|ˉˉˉˉˉˉˉˉˉ|ˉ|', 'ˉˉˉˉˉ| |ˉ|ˉˉˉ', '     | | |   ', '     | | |   ', '\\ˉ\\ˉ\\/ | |   ', ' \\ ˉˉ / /    ', '  ˉˉˉˉˉˉ     '],
  K: ['|ˉ|ˉ|  /ˉ/ˉ/ ', '| | | / / /  ', '|  ˉˉˉ | |   ', '| |ˉ|ˉ\\ \\ \\  ', '| | |  \\ \\ \\ ', '| | |   \\ \\ \\', 'ˉˉˉˉˉ    ˉˉˉˉ'],
  L: ['|ˉ|ˉ|         ', '| | |         ', '| | |         ', '| | |         ', '| | |         ', '|  ˉˉˉˉˉˉˉˉ|ˉ|', 'ˉˉˉˉˉˉˉˉˉˉˉˉˉˉ'],
  M: ['|ˉˉˉˉˉˉˉˉˉˉˉ|ˉ|', '| |ˉ|| |ˉ|| | |', '| | || | || | |', '| | || | || | |', '| | || | || | |', '| | || | || | |', 'ˉˉˉˉ ˉˉˉˉ ˉˉˉˉˉ'],
  N: ['|ˉˉˉ\\ˉ\\  |ˉ|ˉ|', '| |\\ \\ \\ | | |', '| | \\ \\ \\| | |', '| | |\\ \\ | | |', '| | | \\ \\| | |', '| | |  \\ ˉ | |', 'ˉˉˉˉˉ   ˉˉˉˉˉˉ'],
  O: [' /ˉˉˉˉˉˉˉˉ\\ˉ\\ ', '/ /ˉTˉˉˉˉ\\ \\ \\', '| | |    | | |', '| | |    | | |', '\\ \\ \\    / / /', ' \\ ˉˉˉˉˉˉ / / ', '  ˉˉˉˉˉˉˉˉˉˉ  '],
  P: ['|ˉˉˉˉˉˉˉˉˉ\\ˉ\\ ', '| |ˉ|ˉˉˉˉ\\ \\ \\', '| | |    | | |', '| ˉˉˉˉˉˉˉ  / /', '| |ˉ|ˉˉˉˉˉˉˉˉ ', '| | |         ', 'ˉˉˉˉˉ         '],
  Q: [' /ˉˉˉˉˉˉˉˉ\\ˉ\\  ', '/ /ˉTˉˉˉˉ\\ \\ \\ ', '| | |    | | | ', '| | |    | | | ', '\\ \\ \\    / / / ', ' \\ ˉˉˉˉˉˉ  \\ \\ ', '  ˉˉˉˉˉˉˉ\\__\\_\\'],
  R: ['|ˉˉˉˉˉˉˉˉˉ\\ˉ\\ ', '| |ˉTˉˉˉˉ\\ \\ \\', '| | |    | | |', '| ˉˉˉˉˉˉˉ  / /', '| |ˉ|ˉˉ\\ \\ˉ\\ˉ ', '| | |   \\ \\ \\ ', 'ˉˉˉˉˉ    ˉˉˉˉ '],
  S: [' /ˉˉˉˉˉˉˉˉˉ|ˉ|', '/ /ˉ/ˉˉˉˉˉˉˉˉˉ', '\\ ˉˉˉˉˉˉˉˉ\\ˉ\\ ', ' ˉˉˉˉˉˉˉˉ\\ \\ \\', '\\ˉ\\ˉ\\    / / /', ' \\ ˉˉˉˉˉˉ / / ', '  ˉˉˉˉˉˉˉˉˉˉ  '],
  T: ['|ˉˉˉˉˉˉˉˉˉˉˉ|ˉ|', 'ˉˉˉˉˉ| |ˉ|ˉˉˉˉˉ', '     | | |     ', '     | | |     ', '     | | |     ', '     | | |     ', '     ˉˉˉˉˉ     '],
  U: ['|ˉ|ˉ|    |ˉ|ˉ|', '| | |    | | |', '| | |    | | |', '| | |    | | |', ' \\ \\ \\  / / / ', '  \\ ˉˉˉˉ / /  ', '   ˉˉˉˉˉˉˉˉ   '],
  V: ['|ˉ|ˉ|    |ˉ|ˉ|', '| | |    | | |', ' \\ \\ \\  / / / ', '  \\ \\ \\/ / /  ', '   \\ \\/ / /   ', '    \\  / /    ', '     ˉˉˉˉ     '],
  W: ['|ˉ|| /ˉˉ\\\\ |ˉ||', '| ||/ /\\ \\\\| ||', '| ||| || ||| ||', '| ||| || ||| ||', ' \\ ˉ // \\ ˉ // ', '  \\ //   \\ //  ', '   ˉˉ     ˉˉ   '],
  X: ['\\ˉ\\ˉ\\    /ˉ/ˉ/', ' \\ \\ \\  / / / ', '  \\ ˉˉˉˉ / /  ', '  / /ˉ/\\ \\ \\  ', ' / / /  \\ \\ \\ ', '/ / /    \\ \\ \\', 'ˉˉˉˉ      ˉˉˉˉ'],
  Y: ['\\ˉ\\ˉ\\  /ˉ/ˉ/', ' \\ \\ \\/ / / ', '  \\ \\/ / /  ', '   \\  / /   ', '   |  | |   ', '   |  | |   ', '   ˉˉˉˉˉˉ   '],
  Z: ['|ˉˉˉˉˉˉˉˉˉˉ|ˉ|', 'ˉˉˉˉˉˉˉˉ/ / / ', '  /ˉˉˉˉˉ / /  ', ' / /ˉ/ˉˉˉˉˉ   ', '/ / /         ', '|  ˉˉˉˉˉˉˉˉ|ˉ|', 'ˉˉˉˉˉˉˉˉˉˉˉˉˉˉ'],
  1: ['   /ˉˉˉ|ˉ|    ', '  / /| | |    ', '  ˉˉˉ| | |    ', '     | | |    ', '     | | |    ', '|ˉˉˉˉˉ ˉˉˉˉ|ˉ|', 'ˉˉˉˉˉˉˉˉˉˉˉˉˉˉ'],
  2: [' /ˉˉˉˉˉˉˉˉ\\ˉ\\ ', '/ /ˉ/ˉˉˉˉ\\ \\ \\', 'ˉˉˉˉ     / /ˉ/', '|ˉˉˉˉˉˉˉˉ / / ', '| |ˉ|ˉˉˉˉˉˉˉ  ', '|  ˉˉˉˉˉˉˉˉ|ˉ|', 'ˉˉˉˉˉˉˉˉˉˉˉˉˉˉ'],
  3: ['|ˉˉˉˉˉˉˉˉˉˉ\\ˉ\\', 'ˉˉˉˉˉˉˉˉˉ| |ˉ|', '|ˉˉˉˉˉˉˉˉ  /ˉ/', 'ˉˉˉˉˉˉˉˉˉ| \\ˉ\\', '         / |ˉ|', '|ˉˉˉˉˉˉˉˉ  /ˉ/', 'ˉˉˉˉˉˉˉˉˉˉˉˉˉ '],
  4: ['    /ˉˉˉ|ˉ|   ', '   / /| | |   ', '  / / | | |   ', ' / / /| | |   ', '|  ˉˉˉˉ ˉˉˉ|ˉ|', 'ˉˉˉˉˉˉ| |ˉ|ˉˉˉ', '      ˉˉˉˉˉ   '],
  5: ['|ˉˉˉˉˉˉˉˉˉˉ|ˉ|', '| |ˉ|ˉˉˉˉˉˉˉˉˉ', '\\ ˉˉˉˉˉˉˉˉ\\ˉ\\ ', ' ˉˉˉˉˉˉˉˉ\\ \\ \\', '\\ˉ\\ˉ\\    / /ˉ/', ' \\ ˉˉˉˉˉˉ / / ', '  ˉˉˉˉˉˉˉˉˉˉ  '],
  6: [' /ˉˉˉˉˉˉˉˉ|ˉ| ', '| /ˉ/ˉˉˉˉˉˉˉˉ ', '| ˉˉˉˉˉˉˉˉ\\ˉ\\ ', '| |ˉ|ˉˉˉˉ\\ \\ \\', '\\ \\ \\    / /ˉ/', ' \\ ˉˉˉˉˉˉ / / ', '  ˉˉˉˉˉˉˉˉˉˉ  '],
  7: ['|ˉˉˉˉˉˉˉˉˉˉ|ˉ|', ' ˉˉˉˉˉˉˉ/ /ˉ/ ', '       / / /  ', '      / / /   ', '     / / /    ', '    / / /     ', '    ˉˉˉˉ      '],
  8: [' /ˉˉˉˉˉˉˉˉ\\ˉ\\ ', '| |ˉTˉˉˉˉ| |ˉ|', '\\  ˉˉˉˉˉˉ  /ˉ/', '/ /ˉ/ˉˉˉˉ\\ \\ˉ\\', '| \\ \\    / |ˉ|', '\\  ˉˉˉˉˉˉ  /ˉ/', ' ˉˉˉˉˉˉˉˉˉˉˉˉ '],
  9: [' /ˉˉˉˉˉˉˉˉ\\ˉ\\ ', '| |ˉTˉˉˉˉ| |ˉ|', '| | |    | | |', ' \\ ˉˉˉˉˉˉ  | |', '\\ˉ\\ˉ\\ˉˉˉˉ| | |', ' \\ ˉˉˉˉˉˉ  /ˉ/', '  ˉˉˉˉˉˉˉˉˉˉˉ '],
  0: [' /ˉˉˉˉˉˉˉ\\ˉ\\ ', '/ /ˉ/ˉˉˉ\\ \\ \\', '| | |   | |ˉ|', '| | |   | | |', '\\ \\ \\   / /ˉ/', ' \\ ˉˉˉˉˉ / / ', '  ˉˉˉˉˉˉˉˉˉ  ']
};

/***/ })
/******/ ]);